Repository: StepanHusa/11_Image_Processing
Catalog: Resources/Strings/Strings.*.resx
Languages: cs_cz

source: _AddBoxes
cs_cz: _Přidat čtverečky

source: Advanced
cs_cz: Pokročilé

source: All files
cs_cz: Všechny soubory

source: Alt (Hold)
cs_cz: Alt (držet)

source: Answer
cs_cz: Odpověď

source: Answer Box Color
cs_cz: Barva čtverečku

source: Answer Box Color 2
cs_cz: Barva čtverečku 2

source: Answer Boxes
cs_cz: Čtverečky pro odpovědi

source: Answer Field
cs_cz: Pole pro odpovědi

source: Apply
cs_cz: Potvrdit

source: Blank PDF File
cs_cz: _prázdný PDF soubor

source: Boxes
cs_cz: Čtverečky

source: Cancel
cs_cz: Zrušit

source: Can not delete last page
cs_cz: Nelze Odstranin Poslední stranu

# Canteditwhenlocked
source: Can not edit document when locked. Unlock in overview.
cs_cz: Can not edit document whan locked. Unlock in overview.

source: Checked
cs_cz: Zaškrtnuto

source: Choose Action
cs_cz: Vybrat Akci

source: Close
cs_cz: Zavřít

source: Closing...
cs_cz: Zavírání...

source: Colors
cs_cz: Barvy

source: Continue
cs_cz: Pokračovat

source: _(ConvertedFromWord)
cs_cz: _(PřevedenoZWordu)

source: Correct
cs_cz: Správné

source: Count
cs_cz: Počet

# crossmethod
source: Cross recognition
cs_cz: Rozpoznání křížků

source: Date of last save
cs_cz: Datum posledního uložení

source: Delete Page
cs_cz: Smazat stranu

source: Document
cs_cz: Dokument

source: Drag
cs_cz: Táhnout

# DragLeft
source: dddddddddd
cs_cz: ddddddddddddddd

source: Edit
cs_cz: _Upravit

source: Enter your text
cs_cz: Vložte text

source: Error
cs_cz: Chyba

# errorEvaluating
source: Could not evaluate work number
cs_cz: Naení možné vyhodnotit práci číslo

source: _Evaluate
cs_cz: _Vyhodnotit

# EvaluateingWorks
source: Evaluateing... Please wait
cs_cz: Vyhodnocování... Prosím vyčkejte

source: Evaluation
cs_cz: Vyhovnocování

source: _Export
cs_cz: _Exportovat

source: _Files
cs_cz: _Soubory

# fillOfWholeSquare
source: Fill of the whole square
cs_cz: Vyplnění celého pole

source: From Existing PDF
cs_cz: _Z Existujícího PDF

source: From Word Document
cs_cz: _Z Word dokumentu

source: General
cs_cz: Obecné

source: Grade
cs_cz: Známka

source: _Help
cs_cz: _Pomoc

source: Image
cs_cz: Obraz

source: LoadedScans
cs_cz: Načtené Skeny

source: Locked
cs_cz: Zamčeno

source: Minimize
cs_cz: Minimalizovat

source: _More
cs_cz: _Vice

source: Name
cs_cz: Jméno

source: Name Field
cs_cz: Pole pro jmého

source: Name Field
cs_cz: Pole pro jmého

source: _New
cs_cz: _Nový

source: New Page
cs_cz: Nová strana

source: No
cs_cz: Ne

source: No Project Loaded
cs_cz: Žádný načtený projekt

# notabletoread
source: Not able to load this file
cs_cz: Není možné načíst tento soubor

source: _NoTools
cs_cz: _Bez Nástrojů

source: not saved yet
cs_cz: zatím neuloženo

source: Number
cs_cz: Číslo

source: Number of boxes
cs_cz: Počet čtverečků

source: Number of pages
cs_cz: počet stran

source: Number of questions
cs_cz: Počet otázek

source: Number of text fields
cs_cz: Počet textových polí

source: _One
cs_cz: _Jedna

source: _One Paged
cs_cz: _Jednostranné

source: _One PNG to check
cs_cz: _Jedno PGN pro ověření

source: _Open
cs_cz: _Otevřít

source: Open list of scans
cs_cz: Otevřít list Skenů

source: Open Project
cs_cz: Otevřít projekt

source: Original Doc
cs_cz: Původní dokument

source: Paths
cs_cz: Složky

source: Percents
cs_cz: Procenta

source: Pictures (all readable)
cs_cz: Obrázky

source: Points
cs_cz: Body

source: _Print
cs_cz: Tisknout

source: Printing
cs_cz: Tisknutí

source: Project File Name
cs_cz: Jméno projektu

source: Project Location
cs_cz: Umístění projektu

# ProjectName
source: Project
cs_cz: Projekt

source: Project version
cs_cz: Verze projektu

source: question
cs_cz: otázky

source: Questions
cs_cz: Otázky

# Read
source: Read Scans
cs_cz: Načíst Skeny

source: Reload
cs_cz: Načíst znovu

source: Right Answer
cs_cz: Správná odpověď

source: Rotate
cs_cz: Otočit

source: Rotate All
cs_cz: Otočit Vše

source: _Save
cs_cz: _Uložit

source: _Save As
cs_cz: _Uložit Jako

source: Saved
cs_cz: Uloženo

# savequestion
source: Project is not saved. Do you want to save it?
cs_cz: Projekt není uložen. Chcete jej uložit?

source: _Scanner
cs_cz: _Skener

source: _Settings
cs_cz: _Nastavení

source: size of box
cs_cz: velikost čtverečku

source: space between
cs_cz: vzdálenost čtverečků

source: Student Tester Projects
cs_cz: Student Tester Projekty

source: succesfully scanned
cs_cz: uspěšně naskenováno

# THIS LANGUAGE
source: English
cs_cz: Čeština

source: Toogle Correct
cs_cz: Změnit správnost

source: Undo Box
cs_cz: Odstranit čtvereček

source: Undo Field
cs_cz: Odstranit pole

source: Undo Name Field
cs_cz: Odstranit pole pro jméno

# UndoNotCompatible
source: Undo is not compatible with Delete Page
cs_cz: Odstraňování není kompatibilní s mazáním stran

source: Undo Question
cs_cz: Odstranit Otázku

source: _Unload
cs_cz: _Zavřít Projekt

source: Unloaded
cs_cz: zavřeno

source: Untitled
cs_cz: Nepojmenováno

source: _View
cs_cz: _Zobrazit

source: View Page
cs_cz: Zobrazit stranu

source: View scan
cs_cz: Zobrazit sken

source: Warning
cs_cz: Varování

# WarningMoreThanOneNamefield
source: One Name field is alredy added. would you like to move it here?
cs_cz: Jedno pole pro jméno už je přidáno. Chcete jej přesunout sem?

source: Warning: no Name Field added!
cs_cz: Varování: Žádné pole pro jméno.

# warningScansDontHaveEnaughtPages
source: One or more works don't have enaught pages.
cs_cz: Jedna nebo více prací nemá dostatek stran

source: width of bound
cs_cz: tloušťka okraje

source: Yes
cs_cz: Ano

source: Adding
cs_cz: Přidávání

source: Add New
cs_cz: Přidat Nové

source: Bound Width
cs_cz: Šířka okraje

source: Box Size
cs_cz: Velikost čtverečku

source: Decide which fields are answered correctly
cs_cz: Opravit Textová Pole

source: Default Project Name
cs_cz: automatické jméno projektu

# EditingEdit
source: Edit
cs_cz: Úpravy

source: Find
cs_cz: Hledat

source: Language
cs_cz: Jazyk

source: Last Edit
cs_cz: Poslední úprava

source: Last Opened
cs_cz: Poslední otevření

source: Local
cs_cz: Lokální

# LocatorLength
source: Locators Length
cs_cz: Délka zarovnávačů

# LocatorMargin
source: Locators Margin
cs_cz: Odsazení zarovnávačů

source: Locators
cs_cz: Zarovnávače

source: Locators Color
cs_cz: Barva zarovnávačů

source: Name String
cs_cz: Text "jméno"

source: Not Decided
cs_cz: Nerozhodnuto

source: Project
cs_cz: Projekt

source: Project Info
cs_cz: Informace projektu

# RightOverAnswered
source: Rigth / Evaluated
cs_cz: Správně / Vyhodnoceno

source: Save As (Ctrl+Shift+S)
cs_cz: Uložit Jako (Ctrl+Shift+S)

source: Save (Ctrl+S)
cs_cz: Uložit (Ctrl+S)

source: Space Between Boxes
cs_cz: Vzdálenost čtverečků

source: Temp Folder
cs_cz: Temp Složka

source: Text Strings
cs_cz: Textové řetězce

source: Control Before Evaluaton
cs_cz: Kontrola před vyhodnocováním

source: EditingWin
cs_cz: Úpravy

# EvaluateOrUseOld
source: Evaluate or open old
cs_cz: Vyhodnotit nebo otevřít starší

source: No Scans Loaded
cs_cz: Nebyly načteny žádné skeny

source: Overview
cs_cz: Přehled

# QuestionEvaluateOrUseOld
source: Some works are already evaluated, do you want to evaluate again anyway?
cs_cz: Některé práce již byly vyhodnoceny, chcete je smazat a vytvořit nové vyhodnocení?

source: Results
cs_cz: Výsledky

source: Unedited
cs_cz: Neupraveno

source: Drag right
cs_cz: Táhnout pravým

source: Clear PDF
cs_cz: Prázdné PDF

source: More Formats
cs_cz: Více Formátů

source: Printer
cs_cz: Tiskárna

source: Save PDF
cs_cz: Uložit PDF

source: With Answers
cs_cz: Zaznačené Odpovědi

source: Pictures
cs_cz: Obrázky

source: Reading Scans
cs_cz: Načítání Skenů

# readingscansline1
source: You have loaded this many files:
cs_cz: Načtených skenů:

# readingscansline2
source: How many pages should each work have?
cs_cz: Kolik stran vychází na jednu práci?

# readingscansline3
source: Works it will produce:
cs_cz: Vytvoří prací:

# readingscansline4
source: Leaving this many unused:
cs_cz: Zůstatne nevyužitých:

# readingscansline5
source: Invert:
cs_cz: Zaměnit postup přidávání:

source: Realy return?
cs_cz: Opravdu zrušit?
